{
  "segments": [
    {
      "start": 0.08,
      "end": 4.12,
      "en": "President Trump continues to talk about deploying National Guard troops to various cities.",
      "vi": "Tổng thống Trump tiếp tục nói về việc triển khai quân đội quốc gia đến các thành phố khác nhau."
    },
    {
      "start": 4.62,
      "end": 7.86,
      "en": "On Tuesday, he sent a message to Illinois Governor JB Pritzker.",
      "vi": "Vào thứ ba, ông đã gửi một tin nhắn cho Thống đốc Illinois JB Pritzker."
    },
    {
      "start": 8.16,
      "end": 14.8,
      "en": "I would love to have Governor Pritzker call me. I'd gain respect for him and say we do have a",
      "vi": "Tôi rất thích có Thống đốc Pritzker gọi cho tôi.Tôi sẽ nhận được sự tôn trọng đối với anh ấy và nói rằng chúng tôi có một"
    },
    {
      "start": 14.8,
      "end": 20.44,
      "en": "problem and we'd love you to send in the troops because you know what? The people, they have to be",
      "vi": "Vấn đề và chúng tôi muốn bạn gửi quân vì bạn biết gì không?Những người, họ phải"
    },
    {
      "start": 20.44,
      "end": 26.3,
      "en": "protected. So here's what Pritzker said about that. Let me be clear. The president is begging me to",
      "vi": "được bảo vệ.Vì vậy, đây là những gì Pritzker nói về điều đó.Hãy để tôi rõ ràng.Tổng thống đang cầu xin tôi"
    },
    {
      "start": 26.32,
      "end": 32.05,
      "en": "call him to ask him to do something that we don't want. So what happens now? Can Trump deploy",
      "vi": "Gọi cho anh ấy để yêu cầu anh ấy làm điều gì đó mà chúng tôi không muốn.Vậy điều gì xảy ra bây giờ?Trump có thể triển khai"
    },
    {
      "start": 32.05,
      "end": 36.12,
      "en": "troops to other cities like he says he will or at least wants to? And what if governors like",
      "vi": "Quân đội đến các thành phố khác như anh ta nói anh ta sẽ hoặc ít nhất muốn?Và điều gì sẽ xảy ra nếu các thống đốc thích"
    },
    {
      "start": 36.12,
      "end": 40.86,
      "en": "Pritzker keep saying no? Let's ask Stephen Vlodik about this. He's a professor of law at Georgetown",
      "vi": "Pritzker cứ nói không?Hãy hỏi Stephen Vlodik về điều này.Anh ấy là giáo sư luật tại Georgetown"
    },
    {
      "start": 40.88,
      "end": 45.39,
      "en": "University who has been writing about the legal authority for guard deployments in his one first",
      "vi": "Đại học đã viết về cơ quan pháp lý để triển khai bảo vệ trong lần đầu tiên"
    },
    {
      "start": 45.39,
      "end": 49.4,
      "en": "sub-stack. Professor Vlodik, thanks so much for joining us. Thanks, Michelle. Great to be with",
      "vi": "Sub-stack.Giáo sư Vlodik, cảm ơn rất nhiều vì đã tham gia cùng chúng tôi.Cảm ơn, Michelle.Tuyệt vời khi được ở bên"
    },
    {
      "start": 49.4,
      "end": 52.8,
      "en": "you. So as we just heard there, President Trump seems to be asking. We're trying to pressure",
      "vi": "Bạn.Vì vậy, như chúng ta vừa nghe ở đó, Tổng thống Trump dường như đang hỏi.Chúng tôi đang cố gắng gây áp lực"
    },
    {
      "start": 52.88,
      "end": 57.28,
      "en": "Governor Pritzker into asking Trump to send him the guard. Why would he do that? Is that an",
      "vi": "Thống đốc Pritzker yêu cầu Trump gửi cho ông bảo vệ.Tại sao anh ta sẽ làm điều đó?Đó là một"
    },
    {
      "start": 57.28,
      "end": 61.23,
      "en": "acknowledgement that the president does not have the authority to send troops where they are not",
      "vi": "thừa nhận rằng tổng thống không có thẩm quyền gửi quân đội mà họ không"
    },
    {
      "start": 61.23,
      "end": 66.62,
      "en": "welcome? I think at the very least, Michelle, it is a concession that it's a lot easier legally",
      "vi": "Chào mừng?Tôi nghĩ ít nhất, Michelle, đó là một sự nhượng bộ rằng nó dễ dàng hơn rất nhiều về mặt pháp lý"
    },
    {
      "start": 67.16,
      "end": 71.96,
      "en": "for the president to send in troops with a request from the governor. Michelle, let's not forget.",
      "vi": "Để Tổng thống gửi quân đội với một yêu cầu từ Thống đốc.Michelle, đừng quên."
    },
    {
      "start": 72.02,
      "end": 77.15,
      "en": "Governor Pritzker has his own national guard, the Illinois National Guard, that he would be free to",
      "vi": "Thống đốc Pritzker có Vệ binh Quốc gia của riêng mình, Vệ binh Quốc gia Illinois, rằng ông sẽ được tự do"
    },
    {
      "start": 77.15,
      "end": 84.34,
      "en": "deploy if he thought the circumstance is warranted. President Trump could invoke some old and not",
      "vi": "Triển khai nếu anh ta nghĩ rằng hoàn cảnh được bảo hành.Tổng thống Trump có thể gọi một số người cũ và không"
    },
    {
      "start": 84.34,
      "end": 90.16,
      "en": "often used authorities, a statute known as the Insurrection Act, for example, to send in troops",
      "vi": "Chẳng hạn, các cơ quan chức năng thường được sử dụng, một đạo luật được gọi là Đạo luật nổi dậy"
    },
    {
      "start": 90.46,
      "end": 95.71,
      "en": "without the governor's consent. But I think what he's really trying to get at is, can he actually",
      "vi": "mà không có sự đồng ý của thống đốc.Nhưng tôi nghĩ những gì anh ấy thực sự cố gắng để có được, anh ấy thực sự có thể"
    },
    {
      "start": 95.71,
      "end": 101.7,
      "en": "have his cake and eat it too? Can he send in troops without using that controversial statute",
      "vi": "Có bánh của anh ấy và ăn nó quá?Anh ta có thể gửi quân mà không cần sử dụng quy chế gây tranh cãi đó không"
    },
    {
      "start": 102.28,
      "end": 106.08,
      "en": "and without the governor's consent? That's really the mess that we're seeing this week.",
      "vi": "Và không có sự đồng ý của thống đốc?Đó thực sự là mớ hỗn độn mà chúng ta sẽ thấy trong tuần này."
    },
    {
      "start": 106.32,
      "end": 110.2,
      "en": "So then the president mentioned the possibility of sending guard forces to New Orleans,",
      "vi": "Vì vậy, sau đó, tổng thống đã đề cập đến khả năng gửi lực lượng bảo vệ đến New Orleans,"
    },
    {
      "start": 110.56,
      "end": 115.44,
      "en": "which Louisiana's Republican governor seemed to welcome. And that seems to recall something that",
      "vi": "mà thống đốc đảng Cộng hòa của Louisiana dường như được hoan nghênh.Và điều đó dường như nhớ lại một cái gì đó"
    },
    {
      "start": 115.44,
      "end": 120.7,
      "en": "you wrote about back in 2020 when the president relied upon friendly governors to send troops to",
      "vi": "Bạn đã viết về trở lại vào năm 2020 khi tổng thống dựa vào các thống đốc thân thiện để gửi quân tới"
    },
    {
      "start": 120.7,
      "end": 126.0,
      "en": "Washington, D.C. in the wake of the George Floyd protest. Now, obviously, they didn't stay for long,",
      "vi": "Washington, D.C. sau cuộc biểu tình của George Floyd.Bây giờ, rõ ràng, họ đã không ở lại lâu,"
    },
    {
      "start": 126.0,
      "end": 130.58,
      "en": "it was a different situation. D.C. is a legal unicorn, as we know. But what do you make of this",
      "vi": "Đó là một tình huống khác.D.C. là một con kỳ lân hợp pháp, như chúng ta biết.Nhưng bạn làm gì về điều này"
    },
    {
      "start": 130.58,
      "end": 136.16,
      "en": "shift to more receptive governors? I think it really gives up the game, Michelle, on how empty",
      "vi": "Chuyển sang các thống đốc tiếp nhận nhiều hơn?Tôi nghĩ rằng nó thực sự từ bỏ trò chơi, Michelle, về mức độ trống rỗng"
    },
    {
      "start": 136.16,
      "end": 141.69,
      "en": "all of this is. Governor Landry, like Governor Pritzker, is the commander-in-chief of his own",
      "vi": "Tất cả điều này là.Thống đốc Landry, giống như Thống đốc Pritzker, là tổng tư lệnh của chính mình"
    },
    {
      "start": 141.69,
      "end": 147.6,
      "en": "state national guard, the Louisiana National Guard. If there were enough lawlessness and disorder",
      "vi": "Lực lượng Vệ binh Quốc gia, Lực lượng Vệ binh Quốc gia Louisiana.Nếu có đủ vô luật pháp và rối loạn"
    },
    {
      "start": 148.12,
      "end": 152.94,
      "en": "in New Orleans to justify more than just an ordinary law enforcement response,",
      "vi": "ở New Orleans để biện minh nhiều hơn là một phản ứng thực thi pháp luật thông thường,"
    },
    {
      "start": 153.34,
      "end": 157.59,
      "en": "Governor Landry doesn't need President Trump, he can do it himself. And so I think what we're",
      "vi": "Thống đốc Landry không cần Tổng thống Trump, ông có thể tự làm điều đó.Và vì vậy tôi nghĩ những gì chúng ta"
    },
    {
      "start": 157.59,
      "end": 162.71,
      "en": "really seeing, Michelle, is a lot of theater on the part of the Trump administration, where it's",
      "vi": "Thực sự nhìn thấy, Michelle, là rất nhiều nhà hát trong một phần của chính quyền Trump, nơi nó"
    },
    {
      "start": 162.71,
      "end": 169.86,
      "en": "trying to look like it is the savior for situations that have far more local, far more legally settled",
      "vi": "Cố gắng trông giống như đó là Đấng Cứu Rỗi cho các tình huống có nhiều địa phương hơn, định cư hợp pháp hơn nhiều"
    },
    {
      "start": 170.08,
      "end": 175.56,
      "en": "remedies if they actually warrant them. So let's go back to the sub-stack. You wrote a lengthy one,",
      "vi": "Biện pháp khắc phục nếu họ thực sự bảo đảm chúng.Vì vậy, chúng ta hãy quay lại ngăn xếp phụ.Bạn đã viết một cái dài,"
    },
    {
      "start": 175.56,
      "end": 182.52,
      "en": "and it's very interesting and very detailed, about what might the legal path be for the president to",
      "vi": "Và nó rất thú vị và rất chi tiết, về con đường hợp pháp có thể là gì để tổng thống"
    },
    {
      "start": 182.52,
      "end": 187.04,
      "en": "actually send the National Guard into places that people don't want, the way the officials there",
      "vi": "thực sự gửi Lực lượng Vệ binh Quốc gia vào những nơi mà mọi người không muốn, cách các quan chức ở đó"
    },
    {
      "start": 187.04,
      "end": 191.71,
      "en": "don't want them. Right, so there are two avenues, Michelle. So the first is one we talked about",
      "vi": "không muốn họ.Phải, vì vậy có hai con đường, Michelle.Vì vậy, cái đầu tiên là một trong những chúng tôi đã nói về"
    },
    {
      "start": 191.71,
      "end": 196.9,
      "en": "briefly a couple minutes ago, which is federalizing the National Guard. It's what President Trump",
      "vi": "Một vài phút trước, đó là liên bang hóa Lực lượng Vệ binh Quốc gia.Đó là những gì Tổng thống Trump"
    },
    {
      "start": 196.96,
      "end": 202.0,
      "en": "tried to do in California. He just got slapped down on Tuesday by a federal judge in Cisco.",
      "vi": "Đã cố gắng làm ở California.Anh ta vừa bị một thẩm phán liên bang ở Cisco tát vào thứ ba."
    },
    {
      "start": 202.58,
      "end": 207.24,
      "en": "What Trump is contemplating, Michelle, is something more obscure. You mentioned the 2020 use of",
      "vi": "Những gì Trump đang suy ngẫm, Michelle, là một cái gì đó tối nghĩa hơn.Bạn đã đề cập đến việc sử dụng năm 2020 của"
    },
    {
      "start": 207.6,
      "end": 212.14,
      "en": "out-of-state national guard troops in D.C. Michelle, that was in the context in which they",
      "vi": "Quân đội Vệ binh Quốc gia ngoài tiểu bang ở D.C. Michelle, đó là trong bối cảnh họ"
    },
    {
      "start": 212.26,
      "end": 217.96,
      "en": "weren't federalized, in which 11 states just let the president borrow their national guard troops.",
      "vi": "Không liên kết hóa, trong đó 11 tiểu bang chỉ để tổng thống mượn quân đội bảo vệ quốc gia của họ."
    },
    {
      "start": 218.48,
      "end": 223.06,
      "en": "And I think the critical point here is that's where we'd be in uncharted territory if the",
      "vi": "Và tôi nghĩ rằng điểm quan trọng ở đây là nơi chúng ta sẽ ở trong lãnh thổ chưa được khám phá nếu"
    },
    {
      "start": 223.06,
      "end": 227.42,
      "en": "governor were to try to use that authority to send, for example, the Texas National Guard",
      "vi": "Thống đốc đã cố gắng sử dụng thẩm quyền đó để gửi, ví dụ, Lực lượng Vệ binh Quốc gia Texas"
    },
    {
      "start": 227.82,
      "end": 232.22,
      "en": "into a state that didn't want them. Before we go, just briefly, do you think this matter is going to",
      "vi": "thành một trạng thái không muốn họ.Trước khi chúng ta đi, chỉ một thời gian ngắn, bạn có nghĩ rằng vấn đề này sẽ"
    },
    {
      "start": 232.22,
      "end": 237.4,
      "en": "end up before the Supreme Court? I think the next move is up to President Trump. If he carries",
      "vi": "Kết thúc trước Tòa án Tối cao?Tôi nghĩ rằng động thái tiếp theo là tùy thuộc vào Tổng thống Trump.Nếu anh ấy mang theo"
    },
    {
      "start": 237.44,
      "end": 243.5,
      "en": "through on his threat to send unfederalized national guard troops from one state into another",
      "vi": "thông qua mối đe dọa của anh ta để gửi các đội quân Vệ binh Quốc gia chưa được khám phá từ các quốc gia này sang quốc gia khác"
    },
    {
      "start": 243.88,
      "end": 248.54,
      "en": "without that state's consent, there will definitely be litigation. It will almost certainly end up in",
      "vi": "Nếu không có sự đồng ý của tiểu bang đó, chắc chắn sẽ có kiện tụng.Nó gần như chắc chắn sẽ kết thúc trong"
    },
    {
      "start": 248.54,
      "end": 253.1,
      "en": "the Supreme Court. And that's a good thing because the alternative is a face-to-face confrontation.",
      "vi": "Tòa án tối cao.Và đó là một điều tốt bởi vì sự thay thế là một cuộc đối đầu trực tiếp."
    },
    {
      "start": 253.56,
      "end": 257.64,
      "en": "That's Stephen Vladek, a law professor at Georgetown University, and this is NPR News.",
      "vi": "Đó là Stephen Vladek, giáo sư luật tại Đại học Georgetown, và đây là NPR News."
    }
  ],
  "duration": 257.99
}