[
  {
    "start": 0.0,
    "end": 3.68,
    "text": "This is all things considered from NPR News. I'm Mary Louise Kelly."
  },
  {
    "start": 3.68,
    "end": 6.88,
    "text": "And I'm Scott Dattro. It's New Year's Eve in Mary Louise. I'm curious. Are you making"
  },
  {
    "start": 6.88,
    "end": 11.36,
    "text": "any resolutions this year? No. Oh, okay. Are you just just not into it?"
  },
  {
    "start": 12.96,
    "end": 19.04,
    "text": "I'm actually totally into it, but my resolution for 2026 is to say no more often. So maybe I got"
  },
  {
    "start": 19.04,
    "end": 24.16,
    "text": "ahead of myself there, but no. Scott is a complete sentence. I'm not going to apologize for saying it."
  },
  {
    "start": 24.16,
    "end": 28.560000000000002,
    "text": "I think that is a really good resolution. I will say I'm going to be I'm sure many people out there"
  },
  {
    "start": 29.119999999999997,
    "end": 33.199999999999996,
    "text": "are similar trying to spend less time staring at my phone next year. Good luck. Good luck."
  },
  {
    "start": 33.199999999999996,
    "end": 37.76,
    "text": "Good luck indeed. This is this is all part of a really long tradition. In fact, the New Year's"
  },
  {
    "start": 37.76,
    "end": 43.2,
    "text": "resolution is so old that the practice existed long before there was even a name for it."
  },
  {
    "start": 43.2,
    "end": 48.16,
    "text": "In our latest installment of Word of the Week, you know, 2025's last word you might say."
  },
  {
    "start": 48.16,
    "end": 53.76,
    "text": "And PR's Rachel Treesman has this brief history. People have been making promises and setting goals"
  },
  {
    "start": 54.0,
    "end": 59.44,
    "text": "for the New Year since at least the ancient Romans. They marked the start of January by giving offerings"
  },
  {
    "start": 59.44,
    "end": 65.28,
    "text": "to the month's namesake Janice, the two faced God of beginnings and endings. I think that's the"
  },
  {
    "start": 65.28,
    "end": 70.56,
    "text": "origins of our New Year's resolution because a resolution is a kind of promise. That's Alexis"
  },
  {
    "start": 70.56,
    "end": 76.24,
    "text": "McCrossen, a history professor at Southern Methodist University. I have been writing about the"
  },
  {
    "start": 76.24,
    "end": 82.72,
    "text": "observances of the New Year for about a decade. And I resolve every year that I will finish my book."
  },
  {
    "start": 82.72,
    "end": 87.44,
    "text": "McCrossen explains that Americans were making resolutions for the New Year long before they"
  },
  {
    "start": 87.44,
    "end": 93.28,
    "text": "recognized it as a holiday. For a long time, January 1st was just a deadline to pay taxes and"
  },
  {
    "start": 93.28,
    "end": 98.0,
    "text": "settle debts with neighbors. That's another kind of resolution, more in line with the words"
  },
  {
    "start": 98.0,
    "end": 104.08,
    "text": "original meaning of simplifying and solving problems. When you do accounting, you necessarily think"
  },
  {
    "start": 104.08,
    "end": 109.44,
    "text": "about how to do it better next time. The 19th century saw the growth of Evangelicalism and more"
  },
  {
    "start": 109.44,
    "end": 114.88,
    "text": "emphasis on the New Year as a time of change. The phrase New Year's resolution started popping up"
  },
  {
    "start": 114.88,
    "end": 122.24,
    "text": "in newspapers as early as 1813. Even so, for the most part, New Year's Eve was a non-event."
  },
  {
    "start": 122.24,
    "end": 128.0,
    "text": "January 1st was mostly a day for visiting friends or shaking the president's hand at the White House"
  },
  {
    "start": 128.0,
    "end": 134.8,
    "text": "until the 20th century. In 1907, the first ball dropped in Times Square and New Year's Eve was"
  },
  {
    "start": 134.8,
    "end": 140.24,
    "text": "officially a time for celebration. McCrossen attributes that shift in tone to watch night church"
  },
  {
    "start": 140.24,
    "end": 145.92000000000002,
    "text": "services and German immigrants who imported their tradition of song, dance, and midnight toasts."
  },
  {
    "start": 145.92000000000002,
    "end": 152.16000000000003,
    "text": "I think the resolutions come with the emphasis on midnight, but on the moment of the New Year's"
  },
  {
    "start": 152.16000000000003,
    "end": 158.4,
    "text": "arrival. New Year's resolutions, much like the US itself, have become more secular over time."
  },
  {
    "start": 158.4,
    "end": 164.16000000000003,
    "text": "But old newspapers and diaries show that our hopes for the New Year haven't changed all that much."
  },
  {
    "start": 164.16,
    "end": 170.4,
    "text": "The most popular resolutions in 1947, according to a Gallup poll, included saving money,"
  },
  {
    "start": 170.4,
    "end": 180.07999999999998,
    "text": "being more efficient, and living a better life. That all holds up. Rachel Treesman and PR News."
  }
]